colors:insert{'сквиртл', {{
    128,
    195,
    218
}}}
colors:insert{'бульбазавр', {{
    123,
    201,
    159
}}}
colors:insert{'чармандер', {{
    255,
    134,
    1
}}}
colors:insert{'пикачу', {{
    254,
    160,
    1
}}}
colors:insert{'военно-воздушный синий', {{
    93,
    138,
    168
  }}}
colors:insert{'синий элис', {{
    240,
    248,
    255
  }}}
colors:insert{'ализариновый красный', {{
    227,
    38,
    54
  }}}
colors:insert{'миндаль крайола', {{
    239,
    222,
    205
  }}}
colors:insert{'амарантовый', {{
    229,
    43,
    80
  }}}
colors:insert{'янтарный', {{
    255,
    191,
    0
  }}}
colors:insert{'американская роза', {{
    255,
    3,
    62
  }}}
colors:insert{'аметистовый', {{
    153,
    102,
    204
  }}}
colors:insert{'матовый белый', {{
    242,
    243,
    244
  }}}
colors:insert{'античный белый', {{
    250,
    235,
    215
  }}}
colors:insert{'яблочно-зелёный', {{
    141,
    182,
    0
  }}}
colors:insert{'спаржа', {{
    123,
    160,
    91
  }}}
colors:insert{'цвет морской волны', {{
    0,
    255,
    255
  }}}
colors:insert{'аквамариновый', {{
    127,
    255,
    212
  }}}
colors:insert{'армейский зелёный', {{
    75,
    83,
    32
  }}}
colors:insert{'мышьяковый', {{
    59,
    68,
    75
  }}}
colors:insert{'азур', {{
    0,
    127,
    255
  }}}
colors:insert{'голубовато-серый', {{
    132,
    132,
    130
  }}}
colors:insert{'беж', {{
    245,
    245,
    220
  }}}
colors:insert{'бежевый', {{
    245,
    245,
    220
  }}}
colors:insert{'бистр', {{
    61,
    43,
    31
  }}}
colors:insert{'горький розовый', {{
    254,
    111,
    94
  }}}
colors:insert{'чёрный', {{
    0,
    0,
    0
  }}}
colors:insert{'белокурый', {{
    250,
    240,
    190
  }}}
colors:insert{'синий', {{
    0,
    0,
    255
  }}}
colors:insert{'вода пляжа бонди', {{
    0,
    149,
    182
  }}}
colors:insert{'красный университета бостона', {{
    204,
    0,
    0
  }}}
colors:insert{'латунный', {{
    181,
    166,
    66
  }}}
colors:insert{'ярко-зелёный', {{
    102,
    255,
    0
  }}}
colors:insert{'ярко-бирюзовый', {{
    8,
    232,
    222
  }}}
colors:insert{'ярко-фиолетовый', {{
    205,
    0,
    205
  }}}
colors:insert{'бронзовый', {{
    205,
    127,
    50
  }}}
colors:insert{'палевый', {{
    240,
    220,
    130
  }}}
colors:insert{'бургундский', {{
    144,
    0,
    32
  }}}
colors:insert{'выгоревший оранжевый', {{
    204,
    85,
    0
  }}}
colors:insert{'сиена жжёная', {{
    233,
    116,
    81
  }}}
colors:insert{'коричневый', {{
    138,
    51,
    36
  }}}
colors:insert{'умбра жжёная', {{
    138,
    51,
    36
  }}}
colors:insert{'желтовато-коричневый', {{
    194,
    154,
    107
  }}}
colors:insert{'камель', {{
    194,
    154,
    107
  }}}
colors:insert{'хаки', {{
    195,
    176,
    145
  }}}
colors:insert{'тёмно-красный', {{
    196,
    30,
    58
  }}}
colors:insert{'кардинал', {{
    196,
    30,
    58
  }}}
colors:insert{'карминово-красный', {{
    150,
    0,
    24
  }}}
colors:insert{'морковный', {{
    237,
    145,
    33
  }}}
colors:insert{'селадоновый', {{
    172,
    225,
    175
  }}}
colors:insert{'светлая вишня', {{
    222,
    49,
    99
  }}}
colors:insert{'лазурный', {{
    0,
    123,
    167
  }}}
colors:insert{'лазурно-синий', {{
    42,
    82,
    190
  }}}
colors:insert{'салатовый цвет', {{
    127,
    255,
    0
  }}}
colors:insert{'шартрез', {{
    127,
    255,
    0
  }}}
colors:insert{'каштановый', {{
    205,
    92,
    92
  }}}
colors:insert{'шоколадный', {{
    210,
    105,
    30
  }}}
colors:insert{'коричный', {{
    123,
    63,
    0
  }}}
colors:insert{'кобальт синий', {{
    0,
    71,
    171
  }}}
colors:insert{'медный', {{
    184,
    115,
    51
  }}}
colors:insert{'коралловый', {{
    255,
    127,
    80
  }}}
colors:insert{'кораллово-красный', {{
    255,
    127,
    80
  }}}
colors:insert{'кукурузный', {{
    251,
    236,
    93
  }}}
colors:insert{'васильковый', {{
    100,
    149,
    237
  }}}
colors:insert{'кремовый', {{
    255,
    253,
    208
  }}}
colors:insert{'кровавый', {{
    220,
    20,
    60
  }}}
colors:insert{'малиновый', {{
    220,
    20,
    60
  }}}
colors:insert{'циан', {{
    0,
    255,
    255
  }}}
colors:insert{'тёмно-синий', {{
    0,
    0,
    139
  }}}
colors:insert{'тёмно-коричневый', {{
    101,
    67,
    33
  }}}
colors:insert{'тёмно-лазурный', {{
    8,
    69,
    126
  }}}
colors:insert{'тёмно-каштановый', {{
    152,
    105,
    96
  }}}
colors:insert{'тёмно-коралловый', {{
    205,
    91,
    69
  }}}
colors:insert{'тёмно-золотой', {{
    184,
    134,
    11
  }}}
colors:insert{'тёмно-зелёный', {{
    1,
    50,
    32
  }}}
colors:insert{'тёмный индиго ', {{
    49,
    0,
    98
  }}}
colors:insert{'тёмный хаки', {{
    189,
    183,
    107
  }}}
colors:insert{'тёмно-оливковый', {{
    85,
    104,
    50
  }}}
colors:insert{'тёмный', {{
    3,
    192,
    60
  }}}
colors:insert{'тёмно-персиковый', {{
    255,
    218,
    185
  }}}
colors:insert{'тёмно-розовый', {{
    231,
    84,
    128
  }}}
colors:insert{'тёмная лососина', {{
    233,
    150,
    122
  }}}
colors:insert{'тёмно-алый', {{
    86,
    3,
    25
  }}}
colors:insert{'аспидно-серый', {{
    47,
    79,
    79
  }}}
colors:insert{'тёмно-аспидный серый', {{
    47,
    79,
    79
  }}}
colors:insert{'тёмный весенне-зелёный', {{
    23,
    114,
    69
  }}}
colors:insert{'тёмный жёлто-коричневый', {{
    145,
    129,
    81
  }}}
colors:insert{'тёмно-мандариновый', {{
    255,
    168,
    18
  }}}
colors:insert{'тёмный зелёный чай', {{
    186,
    219,
    173
  }}}
colors:insert{'тёмно-бирюзовый', {{
    17,
    96,
    98
  }}}
colors:insert{'глубокий фиолетовый цвет', {{
    66,
    49,
    137
  }}}
colors:insert{'глубокий розовый цвет', {{
    255,
    20,
    147
  }}}
colors:insert{'голубой цвет', {{
    0,
    191,
    255
  }}}
colors:insert{'джинсовый синий', {{
    21,
    96,
    189
  }}}
colors:insert{'защитно-синий', {{
    30,
    144,
    255
  }}}
colors:insert{'изумрудный', {{
    80,
    200,
    120
  }}}
colors:insert{'баклажановый', {{
    153,
    0,
    102
  }}}
colors:insert{'зелёный папоротник', {{
    79,
    121,
    66
  }}}
colors:insert{'кирпичный', {{
    178,
    34,
    34
  }}}
colors:insert{'льняной', {{
    250,
    240,
    230
  }}}
colors:insert{'фуксия', {{
    255,
    0,
    255
  }}}
colors:insert{'гуммигут', {{
    228,
    155,
    15
  }}}
colors:insert{'золотой', {{
    255,
    215,
    0
  }}}
colors:insert{'золотисто-берёзовый', {{
    218,
    165,
    32
  }}}
colors:insert{'серый', {{
    128,
    128,
    128
  }}}
colors:insert{'серая спаржа', {{
    70,
    89,
    69
  }}}
colors:insert{'зелёный серый чай', {{
    202,
    218,
    186
  }}}
colors:insert{'зелёный', {{
    0,
    255,
    0
  }}}
colors:insert{'жёлто-зелёный', {{
    173,
    255,
    47
  }}}
colors:insert{'синий градуса', {{
    0,
    125,
    255
  }}}
colors:insert{'гелиотроп', {{
    223,
    115,
    255
  }}}
colors:insert{'ярко-розовый цвет', {{
    252,
    15,
    192
  }}}
colors:insert{'индиго', {{
    75,
    0,
    130
  }}}
colors:insert{'международный (сигнальный) оранжевый', {{
    255,
    79,
    0
  }}}
colors:insert{'индийский красный', {{
    205,
    92,
    92
  }}}
colors:insert{'нефритовый', {{
    0,
    168,
    107
  }}}
colors:insert{'синий клейна', {{
    58,
    117,
    196
  }}}
colors:insert{'лаванда', {{
    230,
    230,
    250
  }}}
colors:insert{'розово-лавандовый', {{
    255,
    240,
    245
  }}}
colors:insert{'лимонный', {{
    253,
    233,
    16
  }}}
colors:insert{'лимонно-кремовый', {{
    255,
    250,
    205
  }}}
colors:insert{'светло-коричневый', {{
    205,
    133,
    63
  }}}
colors:insert{'сиреневый', {{
    200,
    162,
    200
  }}}
colors:insert{'лайм', {{
    204,
    255,
    0
  }}}
colors:insert{'зелёная лужайка', {{
    124,
    252,
    0
  }}}
colors:insert{'малахитовая зелень', {{
    11,
    218,
    81
  }}}
colors:insert{'малахитовый', {{
    11,
    218,
    81
  }}}
colors:insert{'коричнево-малиновый', {{
    128,
    0,
    0
  }}}
colors:insert{'розовато-лиловый', {{
    153,
    51,
    102
  }}}
colors:insert{'полуночно-синий', {{
    0,
    51,
    102
  }}}
colors:insert{'мятный', {{
    152,
    255,
    152
  }}}
colors:insert{'зелёный мох', {{
    173,
    223,
    173
  }}}
colors:insert{'розовый маунтбэттена', {{
    153,
    122,
    141
  }}}
colors:insert{'горчичный', {{
    255,
    219,
    88
  }}}
colors:insert{'белый навахо', {{
    255,
    222,
    173
  }}}
colors:insert{'формы морских офицеров', {{
    0,
    0,
    128
  }}}
colors:insert{'охра', {{
    204,
    119,
    34
  }}}
colors:insert{'старое золото', {{
    207,
    181,
    59
  }}}
colors:insert{'оливковый', {{
    128,
    128,
    0
  }}}
colors:insert{'нежно-оливковый', {{
    107,
    142,
    35
  }}}
colors:insert{'оранжевый', {{
    255,
    165,
    0
  }}}
colors:insert{'орхидея', {{
    218,
    112,
    214
  }}}
colors:insert{'старое кружево', {{
    253,
    245,
    230
  }}}
colors:insert{'бледно-синий', {{
    175,
    238,
    238
  }}}
colors:insert{'бледно-коричневый', {{
    152,
    118,
    84
  }}}
colors:insert{'бледно-карминный', {{
    175,
    64,
    53
  }}}
colors:insert{'бледно-каштановый', {{
    221,
    173,
    175
  }}}
colors:insert{'бледно-васильковый', {{
    171,
    205,
    239
  }}}
colors:insert{'бледно-пурпурный', {{
    249,
    132,
    229
  }}}
colors:insert{'бледный розовато-лиловый', {{
    153,
    102,
    102
  }}}
colors:insert{'бледно-розовый', {{
    250,
    218,
    221
  }}}
colors:insert{'лиловый', {{
    219,
    112,
    147
  }}}
colors:insert{'бледно-песочный цвет', {{
    218,
    189,
    171
  }}}
colors:insert{'панг', {{
    199,
    252,
    236
  }}}
colors:insert{'побег папайи', {{
    255,
    239,
    213
  }}}
colors:insert{'пастельно-зелёный', {{
    119,
    221,
    119
  }}}
colors:insert{'пастельно-розовый', {{
    255,
    209,
    220
  }}}
colors:insert{'персиковый', {{
    255,
    229,
    180
  }}}
colors:insert{'оранжево-персиковый', {{
    255,
    204,
    153
  }}}
colors:insert{'жёлто-персиковый', {{
    250,
    223,
    173
  }}}
colors:insert{'грушевый', {{
    209,
    226,
    49
  }}}
colors:insert{'барвинок', {{
    204,
    204,
    255
  }}}
colors:insert{'персидский синий', {{
    102,
    0,
    255
  }}}
colors:insert{'зелёная сосна', {{
    1,
    121,
    111
  }}}
colors:insert{'розовый', {{
    255,
    192,
    203
  }}}
colors:insert{'оранжево-розовый', {{
    255,
    153,
    102
  }}}
colors:insert{'сливовый', {{
    102,
    0,
    102
  }}}
colors:insert{'пороховая синь', {{
    0,
    51,
    153
  }}}
colors:insert{'блошиный', {{
    204,
    136,
    153
  }}}
colors:insert{'берлинская лазурь', {{
    0,
    49,
    83
  }}}
colors:insert{'тыква', {{
    255,
    117,
    24
  }}}
colors:insert{'фиолетовый (оттенок)', {{
    128,
    0,
    128
  }}}
colors:insert{'умбра', {{
    115,
    74,
    18
  }}}
colors:insert{'красный', {{
    255,
    0,
    0
  }}}
colors:insert{'фиолетово-красный', {{
    199,
    21,
    133
  }}}
colors:insert{'цвет яйца дрозда', {{
    0,
    204,
    204
  }}}
colors:insert{'ярко-синий («королевский синий»)', {{
    65,
    105,
    225
  }}}
colors:insert{'красновато-коричневый', {{
    117,
    90,
    87
  }}}
colors:insert{'ржаво-коричневый', {{
    183,
    65,
    14
  }}}
colors:insert{'розово-коричневый', {{
    188,
    143,
    143
  }}}
colors:insert{'сигнальный оранжевый', {{
    255,
    153,
    0
  }}}
colors:insert{'шафрановый', {{
    244,
    196,
    48
  }}}
colors:insert{'сапфировый', {{
    8,
    37,
    103
  }}}
colors:insert{'салутовый', {{
    210,
    134,
    200
  }}}
colors:insert{'лососёвый', {{
    255,
    55,
    105
  }}}
colors:insert{'песочный цвет', {{
    244,
    164,
    96
  }}}
colors:insert{'сангрия', {{
    146,
    0,
    10
  }}}
colors:insert{'алый', {{
    255,
    36,
    0
  }}}
colors:insert{'цвет жёлтого школьного автобуса', {{
    255,
    216,
    0
  }}}
colors:insert{'зелёное море', {{
    46,
    139,
    87
  }}}
colors:insert{'цвет морской пены', {{
    255,
    245,
    238
  }}}
colors:insert{'отборный жёлтый', {{
    255,
    186,
    0
  }}}
colors:insert{'сепия', {{
    112,
    66,
    20
  }}}
colors:insert{'серебряный', {{
    192,
    192,
    192
  }}}
colors:insert{'серый шифер', {{
    112,
    128,
    144
  }}}
colors:insert{'зелёная весна', {{
    0,
    255,
    127
  }}}
colors:insert{'синяя сталь', {{
    70,
    130,
    180
  }}}
colors:insert{'болотный', {{
    172,
    183,
    142
  }}}
colors:insert{'цвет загара', {{
    210,
    180,
    140
  }}}
colors:insert{'краснобуро-оранжевый', {{
    205,
    87,
    0
  }}}
colors:insert{'мандариновый', {{
    255,
    204,
    0
  }}}
colors:insert{'зелёный чай', {{
    208,
    240,
    192
  }}}
colors:insert{'сине-зелёный', {{
    0,
    128,
    128
  }}}
colors:insert{'чертополох', {{
    216,
    191,
    216
  }}}
colors:insert{'бирюзовый', {{
    48,
    213,
    200
  }}}
colors:insert{'тициановый', {{
    213,
    62,
    7
  }}}
colors:insert{'транспортный красный', {{
    204,
    6,
    5
  }}}
colors:insert{'томатный', {{
    255,
    99,
    71
  }}}
colors:insert{'ультрамариновый', {{
    18,
    10,
    143
  }}}
colors:insert{'цвет флага оон', {{
    91,
    146,
    229
  }}}
colors:insert{'оранжевый ubuntu[6][3][4]', {{
    221,
    72,
    20
  }}}
colors:insert{'ванильный', {{
    243,
    229,
    171
  }}}
colors:insert{'киноварь', {{
    227,
    66,
    52
  }}}
colors:insert{'фиолетовый', {{
    139,
    0,
    255
  }}}
colors:insert{'фиолетово-баклажанный', {{
    153,
    17,
    153
  }}}
colors:insert{'ядовито-зелёный', {{
    64,
    130,
    109
  }}}
colors:insert{'пшеничный', {{
    245,
    222,
    179
  }}}
colors:insert{'белый', {{
    255,
    255,
    255
  }}}
colors:insert{'глициния', {{
    201,
    160,
    220
  }}}
colors:insert{'вино', {{
    114,
    47,
    55
  }}}
colors:insert{'занаду', {{
    115,
    134,
    120
  }}}
colors:insert{'жёлтый', {{
    255,
    255,
    0
  }}}
colors:insert{'циннвальдит', {{
    235,
    194,
    175
  }}}
colors:insert{'кобальтовая синь', {{
    0,
    20,
    168
  }}}
